#include "hppSave.h"

//显示菜单
void showmenu(){
    cout << "\t" << "**********************" << endl;
    cout << "\t" << "***** 1.添加联系人 *****" << endl;
    cout << "\t" << "***** 2.显示联系人 **** " << endl;
    cout << "\t" << "***** 3.删除联系人 *****" << endl;
    cout << "\t" << "***** 4.查找联系人 *****" << endl;
    cout << "\t" << "***** 5.修改联系人 *****" << endl;
    cout << "\t" << "***** 6.清空联系人 *****" << endl;
    cout << "\t" << "***** 0.退出通讯录 *****" << endl;
    cout << "\t" << "**********************" << endl;
}